Repository: bycristhian/psp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The phase doesn't exists
es: La fase no existe

source: The defect type doesn't exists
es: El tipo de defecto no existe

source: The defect log doesn't exists
es: El registro de defecto no existe

source: The defect could not be registered correctly
es: El defecto no se pudo registrar correctamente

source: The defect was created successfully
es: El programa fue actualizado satisfactoriamente

source: The planning date cannot be less than the start date
es: La fecha planeada no puede ser menor a la fecha de inicio

source: The programmer doesn't exists
es: El programador no existe

source: The programming language doesn't exists
es: El lenguaje de programación no existe

source: The program doesn't exists
es: El programa no existe

source: There is no base lines
es: No hay lines base

source: The type part doesn't exists
es: El tipo de parte no existe

source: The size estimation doesn't exists
es: El tamaño estimado no existe

source: The estimation doesn't exists
es: La estimación no existe

source: The finish date cannot be less than the start date and planned date
es: La fecha final no puede ser menor a la fecha de inicio y la fecha de planeación

source: The %(type_part)s part was created successfully
es: La parte %(type_part)s fue creada satisfactoriamente

source: The PIP was created successfuly
es: El PIP fue creado satisfactoriamente

source: The program was created successfully
es: El programa fue creado satisfactoriamente

source: The programmer doesn't belog to current project
es: El programador no pertenece al proyecto actual

source: The program was updated successfully
es: El programa fue actualizado satisfactoriamente

source: The report was created successfuly
es: El reporte fue creado satisfactoriamente

source: The report was updated successfuly
es: El reporte fue actualizado satisfactoriamente

source: The finish date cannot be less than the start date and planning date
es: La fecha final no puede ser menor a la fecha de inicio y la fecha de planeación

source: The module was created successfully
es: El modulo fue creado satisfactoriamente

source: The module was updated successfully
es: El modulo fue actualizado satisfactoriamente

source: The project was created successfully
es: El proyecto fue creado satisfactoriamente

source: Bad Request
es: Petición mala

source: A bad request has been made, please check the details or contact an administrator
es: Se hizo una mala petición, por favor valide los datos o contactar a un administrador

source: Unauthorized Access
es: Acceso no autorizado

source: You do not have access to this resource, please validate credentials or contact an administrator
es: No tienes acceso a este recurso, por favor valide credenciales o contactar a un administrador

source: Page Not Found
es: Recurso no encontrado

source: The page you are looking for might have been removed had its name changed or is temporarily unavailable.
es: La página que está buscando podría haberse eliminado si se cambia su nombre o no está disponible temporalmente.

source: Internal Server Error
es: Error interno en el servidor

source: An internal error has occurred, please contact an administrator
es: Un error interno ha ocurrido, por favor contactar a un administrator

source: Go To Homepage
es: Volver a la página de inicio

source: Account
es: Cuenta

source: Settings
es: Ajustes

source: Logout
es: Salir

source: Type
es: Tipo

source: Name
es: Nombre

source: Description
es: Descripción

source: DEFECT LOG
es: Registro de defectos

source: Create new defect log
es: Crear un nuevo registro de defecto

source: Date
es: Fecha

source: Phase injected
es: Fase injectada

source: Phase removed
es: Fase removida

source: Cousing defect
es: Defecto ocasionado

source: None
es: Ninguno

source: Defect
es: Defecto

source: Enter description
es: Ingrese la descripción

source: Characters
es: Carácteres

source: Solution
es: Solución

source: Enter solution
es: Ingrese la solución

source: Create defect
es: Crear defecto

source: Close
es: Cerrar

source: Log In
es: Ingresar

source: Register a new time
es: Registrar un nuevo tiempo

source: Phase
es: Fase

source: Comments
es: Comentarios

source: Cloase
es: Cerrar

source: Register
es: Registrar

source: Start Date and Time
es: Fecha y hora de inicio

source: Stop Date and Time
es: Fecha y hora final

source: Total time
es: Tiempo total

source: In progress...
es: En progreso...

source: No phases have been registered so far
es: No hay fases registradas hasta el momento

source: New time
es: Nuevo tiempo

source: There is no log time any phase
es: No hay registro de ninguna fase

source: Projects
es: Proyectos

source: Create user
es: Crear usuario

source: Calendar
es: Calendario

source: Programs
es: Programas

source: Analysis Tools
es: Herramientas de análisis

source: Program directory
es: Directorio de programa

source: Summary
es: Resumen

source: Time Log
es: Registro de tiempos

source: Defect Log
es: Registro de defectos

source: Defect Type Standard
es: Tipo de defecto estándar

source: Parts of the program
es: Partes del programa

source: Test report
es: Reporte de pruebas

source: Create module
es: Crear modulo

source: Create a new module
es: Crear un nuevo modulo

source: Enter the name of module
es: Ingrese el nombre del modulo

source: Enter the description of module
es: Ingrese la descripción del modulo

source: Start date
es: Fecha de inicio

source: Planning date
es: Fecha planeada

source: Edit module
es: Editar modulo

source: Final date
es: Fecha final

source: Update module
es: Actualizar modulo

source: Modules
es: Modulos

source: There are no modules in this project
es: No hay modulos en este proyecto

source: Finish date
es: Fecha final

source: Actions
es: Acciones

source: Edit
es: Editar

source: Total planned base lines
es: Total de líneas base planificadas

source: Total planned deleted lines
es: Total de líneas eliminadas planificadas

source: Total planned edited lines
es: Total de líneas editadas planificadas

source: Total planned added lines
es: Total de líneas agregadas planificadas

source: Total current base lines
es: Total de líneas base actuales

source: Total current deleted lines
es: Total de líneas eliminadas actuales

source: Total current edited lines
es: Total de líneas editadas actuales

source: Total current added lines
es: Total de líneas agregadas actuales

source: Lines
es: Líneas

source: Average lines
es: Promedio líneas

source: Minutes
es: Minutos

source: Average time
es: Promedio de tiempo

source: Enter program size
es: Ingrese el tamaño del programa

source: This method is not available because you don't have at least 3 programs developed
es: Este método no está disponible porque no tiene al menos 3 programas desarrollados

source: Delete part confirmation
es: Confirmación elimación de la parte

source: Are you sure you wanna delete this part ?
es: ¿Estás seguro que quieres eliminar esta parte?

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Edit Base Part
es: Editar parte base

source: Planned base lines
es: Líneas base planeadas

source: Added Planned lines
es: Líneas agregadas planeadas

source: Edited Planned lines
es: Líneas editadas planeadas

source: Deleted Planned lines
es: Líneas eliminadas planeadas

source: Base Current Lines
es: Líneas base actuales

source: Added Current Lines
es: Líneas agregadas actuales

source: Edited Current Lines
es: Líneas editadas actuales

source: Deleted Current Lines
es: Líneas eliminadas actuales

source: Update Part
es: Actualizar parte

source: Edit Part
es: Editar parte

source: Name part
es: Nombre de la parte

source: Type part
es: Tipo de parte

source: Planned methods
es: Métodos planeados

source: Planned Size estimation
es: Estimación del tamaño planificado

source: Lines estimation
es: Líneas estimadas

source: Current methods
es: Métodos actuales

source: Current lines
es: Líneas actuales

source: Edit Reused Part
es: Editar parte reusada

source: Planning lines
es: Líneas planeadas

source: Name of the part
es: Nombre de la parte

source: Enter name of the part
es: Ingrese el nombre de la parte

source: Enter items
es: Ingrese la cantidad de elementos

source: Current Size estimation
es: Estimación del tamaño actual

source: Add
es: Agregar

source: Part name
es: Nombre de la parte

source: Size estimation
es: Estimación del tamaño

source: Planned lines
es: Líneas planeadas

source: Parts of Code
es: Partes de código

source: Parts Base
es: Partes base

source: Parts reused
es: Partes reusadas

source: New parts
es: Partes nuevas

source: ADD BASE PART
es: Agregar parte base

source: Base program
es: Programa base

source: Planning base lines
es: Líneas base planeadas

source: Planning edited lines
es: Líneas editadas planeadas

source: Planning deleted lines
es: Líneas eliminadas planeadas

source: Planning added lines
es: Líneas agregadas planeadas

source: Program reused
es: Programa reusado

source: Planning
es: Planeación

source: Current
es: Actual

source: This program doesn't have reused parts
es: Este programa no tiene partes reusadas

source: Edit PIP
es: Editar PIP

source: Problem Description
es: Descripción del problema

source: Proposonal Description
es: Descripción de la propuesta

source: Notes and Comments
es: Notas y comentarios

source: Delete PIP confirmation
es: Confirmación elimación de PIP

source: Detail PIP
es: Detalle de PIP

source: Problems
es: Problemas

source: Proposal
es: Proposito

source: List
es: Listar

source: Proposal Description
es: Descripción de la propuesta

source: Other Notes and Comments
es: Otras notas y comentarios

source: Enter the name
es: Ingrese el nombre

source: Describes the problem encountered
es: Describa el problema encontrado

source: Describe the improvements you've proposed
es: Describa las mejoras que ha propuesto.

source: Note any other comments or observations that describe your experiences or improvement ideas
es: Tenga en cuenta cualquier otro comentario u observación que describa sus experiencias o ideas de mejora

source: Save
es: Guardar

source: Analysis Charts and Reports
es: Herramientas de análisis y reportes

source: Graphic
es: Gráfica

source: You must have three completed programs to view the graphics
es: Se debe tener tres programas culminados para poder visualizar las gráficas

source: Create Program
es: Crear programa

source: Create a new program
es: Crear un nuevo programa

source: Enter the name of program
es: Ingrese el nombre del programa

source: Enter the description of program
es: Ingrese la descripción del programa

source: Programming language
es: Lenguaje de programación

source: Programmer
es: Programador

source: Create
es: Crear

source: Edit program
es: Editar programa

source: Name program
es: Nombre del programa

source: Delivery date
es: Fecha de entrega

source: All programs
es: Todos los programas

source: Update
es: Actualizar

source: Language
es: Lenguaje

source: This module has no programs
es: Este modulo no tiene programas

source: Create program
es: Crear programa

source: My programs
es: Mis programas

source: Your assigned programs
es: Tus programas asignados

source: Project
es: Proyecto

source: Module
es: Modulo

source: Open program
es: Abrir programa

source: You don't have assigned programs
es: No tienes programas asignados

source: Settings Program
es: Ajustes del programa

source: Total lines
es: Total de líneas

source: Leverage is the defect removal efficiency of one phase relative to another, typically relative to the testing phase.
es: El apalancamiento es la eficiencia de eliminación de defectos de una fase en relación con otra, típicamente en relación con la fase de prueba.

source: Total defects removed:
es: Total de defectos removidos

source: Total defects TO-DATE:
es: Total de defectos a la fecha

source: Detail program
es: Detalle del programa

source: Program Plan Summary
es: Resumen del plan del programa

source: Program size
es: Tamaño del programa

source: Time per phase
es: Tiempo por fase

source: Defects injected
es: Defectos injectados

source: Defects removed
es: Defectos removidos

source: Defect removal Efficiency
es: Eficiencia de eliminación de defectos

source: Plan size
es: Tamaño planeado

source: Actual size
es: Tamaño actual

source: To Date
es: A la fecha

source: Deleted (D)
es: Elimadas (D)

source: Modified (M)
es: Modificadas (M)

source: Added (A)
es: Agregadas (A)

source: Reused (R)
es: Reusadas (R)

source: Added & Modified (A&M)
es: Agregadas y modificadas (A&M)

source: New Reusable (NR)
es: Nueva reutilizable (NR)

source: Estimated Proxy Size (E)
es: Tamaño de proxy estimado (E)

source: To-Date
es: A la fecha

source: Productivity (Size/H)
es: Productividad (Tamaño/H)

source: Actual Time (Min)
es: Tiempo actual (Min)

source: Reused (%%)
es: Reusado (%%)

source: New Reusable (%%)
es: Nueva reutilizable (%%)

source: Test Defects/KLOC
es: Defectos de prueba/KLOC

source: Total Defects/KLOC
es: Total de defectos/KLOC

source: Yield (%%)
es: Rendimiento (%%)

source: Appraisal COQ (%%)
es: Prevención COQ (%%)

source: Failure COQ (%%)
es: Falla COQ (%%)

source: Code Review Rate (Size/H)
es: Tasa de revisión de código (Size/H)

source: Total minutes TO-DATE (%%)
es: Total de minutos a la fecha (%%)

source: Create Projec
es: Crear proyecto

source: Create a new project
es: Crear nuevo proyecto

source: Enter the name of project
es: Ingrese el nombre del proyecto

source: Enter the description of project
es: Ingrese la descripción del proyecto

source: Detail project
es: Detalle del proyecto

source: Project managed by
es: Proyecto administrado por

source: Programmers
es: Programadores

source: Edit project
es: Editar proyecto

source: Status
es: Estado

source: There are no programmers in this project
es: Ho hay programadores en este proyecto

source: Username
es: Nombre de usuario

source: N° programmers
es: N° de programadores

source: Create project
es: Crear proyecto

source: Change language
es: Cambiar lenguaje

source: Change
es: Cambiar

source: Delete report confirmation
es: Confirmación eliminación de reporte

source: Detail report
es: Detalle del reporte

source: Objetive
es: Objetivo

source: Conditions
es: Condiciones

source: Expected results
es: Resultados esperados

source: Actual results
es: Resultados actuales

source: Reports
es: Reportes

source: List reports
es: Lista de reportes

source: Add report
es: Agregar reporte

source: Create report
es: Crear reporte

source: Enter the name of report
es: Ingrese el nombre del reporte

source: Enter the objetive of report
es: Ingrese el objetivo del reporte

source: Enter the description of report
es: Ingrese la descripción del reporte

source: Enter the conditions of report
es: Ingrese las condiciones del reporte

source: Expected Results
es: Resultados esperados

source: Enter the expected results of report
es: Ingrese los resultados esperados del reporte

source: Enter the current results of report
es: Ingrese los resultados actuales del reporte

source: Save Report
es: Guardar reporte

source: Edit report
es: Editar reporte

source: Save report
es: Guardar reporte

source: Username or email not match with password
es: El nombre de usuario o el correo no concuerdan con la contraseña

source: Email address or Username
es: Correo electronico o nombre de usuario

source: Password
es: Contraseña

source: Experencie Companies
es: Experencia en compañias

source: Name company
es: Nombre de la compañia

source: Enter the name company
es: Ingrese el nombre de la compañia

source: Position company
es: Posición dentro de la compañia

source: Years position
es: Años en dicha posición

source: Back to profile
es: Regresar al perfil

source: Create experencie
es: Crear experencia

source: There are no experencies in companies currently
es: No hay experiencia en compañias actualmente

source: Delete experencie company confirmation
es: Confirmación eliminación de experencia en una compañia

source: Are you sure you wanna delete ?
es: ¿Estás seguro que quieres eliminarla?

source: Edit Experencie Company
es: Editar experencia en compañias

source: Position
es: Posición

source: Save changes
es: Guardar cambios

source: Edit experencie
es: Editar experencia

source: Years development
es: Años en desarrollo

source: Enter years in development
es: Ingrese los años en desarrollo

source: Years configuration
es: Años en configuración

source: Enter years in configuration
es: Ingrese los años en configuración

source: Years integration
es: Años en integración

source: Enter years in integration
es: Ingrese los años en integración

source: Years requirements
es: Años en requerimientos

source: Enter years in requirements
es: Ingrese los años en requerimientos

source: Years design
es: Años en diseño

source: Enter years in design
es: Ingrese los años en diseño

source: Years tests
es: Años en pruebas

source: Enter years in testing
es: Ingrese los años en pruebas

source: Years support
es: Años en soporte

source: Enter years in support
es: Ingrese los años en soporte

source: Update profile picture
es: Actualizar la foto de perfil

source: Search file
es: Buscar archivo

source: Delete current picture
es: Eliminar foto actual

source: Languages
es: Lenguajes

source: Change your profile picture
es: Cambiar tu foto de perfil

source: Genere
es: Género

source: First name
es: Nombre

source: Name not updated
es: Nombre no actualizado

source: Last name
es: Apellidos

source: Lastname not updated
es: Apellidos no actualizados

source: Email
es: Correo electrónico

source: Language Experience
es: Experencia en lenguajes

source: Experencie in companies
es: Experencia en compañias

source: Company
es: Compañía

source: Total experience in years
es: Total de experiencia en años

source: Developing
es: Desarrollando

source: Configuration
es: Configuración

source: Integration
es: Integración

source: Requirements
es: Requerimientos

source: Designing
es: Diseño

source: Testing
es: Pruebas

source: Support
es: Soporte

source: Sign Up
es: Registrar

source: Register a user
es: Registrar un usuario

source: Email Address
es: Correo electronico

source: Confirm password
es: Confirmación de contraseña

source: N° Programs assigned
es: N° de programas asignados

source: There are no programmers currently
es: No hay programadores actualmente

source: The genere isn't allowed
es: El género no está permitido

source: The username already exists
es: El nombre de usuario ya existe

source: The username can't have spaces in black
es: El nombre de usuario no puede tener espacios en blanco

source: The email already exists
es: The correo electrónico ya existe

source: The email you are trying to register is already in use
es: El correo electrónico que estás intentando registrar ya está en uso

source: Passwords do not match
es: Las contraseñas no coinciden

source: The position doesn't exists
es: La posición no existe

source: The experencie was created successfully
es: La experencia fue creada satisfactoriamente

source: The experencie company was updated successfully
es: La experencia en una compañia fue actualizada satisfactoriamente

source: The user was created successfully
es: El usuario fue creado satisfactoriamente

source: It was sent a email to programmer with the credentials
es: Se envió un correo al programador con las credenciales
